CAnimationValue.#ctor(System.Double,System.UInt32,System.UInt32,System.UInt32!System.Runtime.CompilerServices.IsLong)
Constructs a CAnimationValue object.
Remarks:
Constructs CAnimationValue object with specified properties.
dblDefaultValue: Specifies default value.
nGroupID: Specifies Group ID.
nObjectID: Specifies Object ID.
dwUserData: specifies user-defined data.